{
  "char2id": {
    "[PAD]": 0,
    "[UNK]": 1,
    "㐀": 2,
    "㐁": 3,
    "㐂": 4,
    "㐃": 5,
    "㐄": 6,
    "㐅": 7,
    "㐆": 8,
    "㐇": 9,
    "㐈": 10,
    "㐉": 11,
    "㐊": 12,
    "㐋": 13,
    "㐌": 14,
    "㐍": 15,
    "㐎": 16,
    "㐏": 17,
    "㐐": 18,
    "㐑": 19,
    "㐒": 20,
    "㐓": 21,
    "㐔": 22,
    "㐕": 23,
    "㐖": 24,
    "㐗": 25,
    "㐙": 26,
    "㐚": 27,
    "㐛": 28,
    "㐜": 29,
    "㐞": 30,
    "㐟": 31,
    "㐠": 32,
    "㐡": 33,
    "㐢": 34,
    "㐤": 35,
    "㐦": 36,
    "㐧": 37,
    "㐨": 38,
    "㐩": 39,
    "㐪": 40,
    "㐫": 41,
    "㐬": 42,
    "㐭": 43,
    "㐮": 44,
    "㐯": 45,
    "㐰": 46,
    "㐱": 47,
    "㐲": 48,
    "㐳": 49,
    "㐴": 50,
    "㐵": 51,
    "㐶": 52,
    "㐷": 53,
    "㐸": 54,
    "㐹": 55,
    "㐺": 56,
    "㐻": 57,
    "㐼": 58,
    "㐽": 59,
    "㐾": 60,
    "㐿": 61,
    "㑀": 62,
    "㑁": 63,
    "㑂": 64,
    "㑃": 65,
    "㑄": 66,
    "㑅": 67,
    "㑆": 68,
    "㑈": 69,
    "㑉": 70,
    "㑊": 71,
    "㑋": 72,
    "㑌": 73,
    "㑍": 74,
    "㑎": 75,
    "㑏": 76,
    "㑐": 77,
    "㑑": 78,
    "㑒": 79,
    "㑓": 80,
    "㑔": 81,
    "㑕": 82,
    "㑖": 83,
    "㑗": 84,
    "㑘": 85,
    "㑙": 86,
    "㑚": 87,
    "㑛": 88,
    "㑜": 89,
    "㑝": 90,
    "㑞": 91,
    "㑟": 92,
    "㑡": 93,
    "㑢": 94,
    "㑣": 95,
    "㑤": 96,
    "㑥": 97,
    "㑦": 98,
    "㑧": 99,
    "㑨": 100,
    "㑩": 101,
    "㑪": 102,
    "㑫": 103,
    "㑬": 104,
    "㑭": 105,
    "㑮": 106,
    "㑯": 107,
    "㑰": 108,
    "㑱": 109,
    "㑲": 110,
    "㑳": 111,
    "㑴": 112,
    "㑵": 113,
    "㑶": 114,
    "㑷": 115,
    "㑸": 116,
    "㑹": 117,
    "㑺": 118,
    "㑻": 119,
    "㑼": 120,
    "㑽": 121,
    "㑾": 122,
    "㑿": 123,
    "㒀": 124,
    "㒁": 125,
    "㒂": 126,
    "㒃": 127,
    "㒄": 128,
    "㒅": 129,
    "㒆": 130,
    "㒇": 131,
    "㒈": 132,
    "㒉": 133,
    "㒊": 134,
    "㒋": 135,
    "㒌": 136,
    "㒍": 137,
    "㒎": 138,
    "㒏": 139,
    "㒐": 140,
    "㒑": 141,
    "㒒": 142,
    "㒓": 143,
    "㒔": 144,
    "㒕": 145,
    "㒖": 146,
    "㒗": 147,
    "㒘": 148,
    "㒙": 149,
    "㒚": 150,
    "㒛": 151,
    "㒜": 152,
    "㒝": 153,
    "㒞": 154,
    "㒟": 155,
    "㒠": 156,
    "㒡": 157,
    "㒢": 158,
    "㒣": 159,
    "㒤": 160,
    "㒥": 161,
    "㒦": 162,
    "㒧": 163,
    "㒨": 164,
    "㒩": 165,
    "㒪": 166,
    "㒫": 167,
    "㒬": 168,
    "㒭": 169,
    "㒮": 170,
    "㒯": 171,
    "㒰": 172,
    "㒱": 173,
    "㒲": 174,
    "㒳": 175,
    "㒴": 176,
    "㒵": 177,
    "㒶": 178,
    "㒷": 179,
    "㒸": 180,
    "㒹": 181,
    "㒺": 182,
    "㒻": 183,
    "㒼": 184,
    "㒽": 185,
    "㒾": 186,
    "㒿": 187,
    "㓀": 188,
    "㓁": 189,
    "㓂": 190,
    "㓃": 191,
    "㓄": 192,
    "㓅": 193,
    "㓇": 194,
    "㓈": 195,
    "㓉": 196,
    "㓊": 197,
    "㓋": 198,
    "㓌": 199,
    "㓍": 200,
    "㓎": 201,
    "㓏": 202,
    "㓐": 203,
    "㓑": 204,
    "㓒": 205,
    "㓓": 206,
    "㓔": 207,
    "㓕": 208,
    "㓖": 209,
    "㓗": 210,
    "㓘": 211,
    "㓙": 212,
    "㓚": 213,
    "㓛": 214,
    "㓜": 215,
    "㓝": 216,
    "㓞": 217,
    "㓟": 218,
    "㓠": 219,
    "㓡": 220,
    "㓢": 221,
    "㓣": 222,
    "㓤": 223,
    "㓥": 224,
    "㓦": 225,
    "㓧": 226,
    "㓨": 227,
    "㓩": 228,
    "㓪": 229,
    "㓫": 230,
    "㓬": 231,
    "㓭": 232,
    "㓮": 233,
    "㓯": 234,
    "㓰": 235,
    "㓱": 236,
    "㓲": 237,
    "㓳": 238,
    "㓴": 239,
    "㓵": 240,
    "㓶": 241,
    "㓷": 242,
    "㓸": 243,
    "㓹": 244,
    "㓺": 245,
    "㓻": 246,
    "㓼": 247,
    "㓽": 248,
    "㓾": 249,
    "㓿": 250,
    "㔀": 251,
    "㔁": 252,
    "㔂": 253,
    "㔃": 254,
    "㔄": 255,
    "㔅": 256,
    "㔆": 257,
    "㔇": 258,
    "㔈": 259,
    "㔉": 260,
    "㔊": 261,
    "㔋": 262,
    "㔌": 263,
    "㔍": 264,
    "㔎": 265,
    "㔏": 266,
    "㔐": 267,
    "㔑": 268,
    "㔒": 269,
    "㔓": 270,
    "㔔": 271,
    "㔕": 272,
    "㔖": 273,
    "㔗": 274,
    "㔘": 275,
    "㔙": 276,
    "㔚": 277,
    "㔛": 278,
    "㔜": 279,
    "㔝": 280,
    "㔞": 281,
    "㔟": 282,
    "㔠": 283,
    "㔡": 284,
    "㔢": 285,
    "㔣": 286,
    "㔤": 287,
    "㔥": 288,
    "㔦": 289,
    "㔧": 290,
    "㔨": 291,
    "㔩": 292,
    "㔪": 293,
    "㔫": 294,
    "㔬": 295,
    "㔭": 296,
    "㔮": 297,
    "㔯": 298,
    "㔰": 299,
    "㔱": 300,
    "㔲": 301,
    "㔳": 302,
    "㔴": 303,
    "㔵": 304,
    "㔶": 305,
    "㔷": 306,
    "㔸": 307,
    "㔹": 308,
    "㔺": 309,
    "㔻": 310,
    "㔼": 311,
    "㔽": 312,
    "㔾": 313,
    "㔿": 314,
    "㕀": 315,
    "㕁": 316,
    "㕂": 317,
    "㕃": 318,
    "㕄": 319,
    "㕅": 320,
    "㕆": 321,
    "㕇": 322,
    "㕈": 323,
    "㕉": 324,
    "㕊": 325,
    "㕋": 326,
    "㕌": 327,
    "㕍": 328,
    "㕎": 329,
    "㕏": 330,
    "㕐": 331,
    "㕑": 332,
    "㕒": 333,
    "㕓": 334,
    "㕔": 335,
    "㕕": 336,
    "㕖": 337,
    "㕗": 338,
    "㕘": 339,
    "㕙": 340,
    "㕚": 341,
    "㕛": 342,
    "㕜": 343,
    "㕝": 344,
    "㕞": 345,
    "㕟": 346,
    "㕠": 347,
    "㕡": 348,
    "㕢": 349,
    "㕣": 350,
    "㕤": 351,
    "㕥": 352,
    "㕦": 353,
    "㕧": 354,
    "㕨": 355,
    "㕩": 356,
    "㕪": 357,
    "㕫": 358,
    "㕬": 359,
    "㕭": 360,
    "㕮": 361,
    "㕯": 362,
    "㕰": 363,
    "㕱": 364,
    "㕲": 365,
    "㕳": 366,
    "㕴": 367,
    "㕵": 368,
    "㕶": 369,
    "㕷": 370,
    "㕸": 371,
    "㕹": 372,
    "㕺": 373,
    "㕻": 374,
    "㕼": 375,
    "㕽": 376,
    "㕾": 377,
    "㕿": 378,
    "㖀": 379,
    "㖁": 380,
    "㖂": 381,
    "㖃": 382,
    "㖄": 383,
    "㖅": 384,
    "㖆": 385,
    "㖇": 386,
    "㖈": 387,
    "㖉": 388,
    "㖊": 389,
    "㖋": 390,
    "㖌": 391,
    "㖎": 392,
    "㖏": 393,
    "㖐": 394,
    "㖑": 395,
    "㖒": 396,
    "㖓": 397,
    "㖔": 398,
    "㖕": 399,
    "㖖": 400,
    "㖗": 401,
    "㖘": 402,
    "㖙": 403,
    "㖚": 404,
    "㖛": 405,
    "㖜": 406,
    "㖝": 407,
    "㖟": 408,
    "㖠": 409,
    "㖡": 410,
    "㖢": 411,
    "㖣": 412,
    "㖤": 413,
    "㖥": 414,
    "㖦": 415,
    "㖧": 416,
    "㖨": 417,
    "㖩": 418,
    "㖪": 419,
    "㖫": 420,
    "㖬": 421,
    "㖭": 422,
    "㖮": 423,
    "㖯": 424,
    "㖰": 425,
    "㖱": 426,
    "㖲": 427,
    "㖳": 428,
    "㖴": 429,
    "㖵": 430,
    "㖶": 431,
    "㖷": 432,
    "㖸": 433,
    "㖹": 434,
    "㖺": 435,
    "㖻": 436,
    "㖼": 437,
    "㖽": 438,
    "㖾": 439,
    "㖿": 440,
    "㗀": 441,
    "㗁": 442,
    "㗂": 443,
    "㗃": 444,
    "㗄": 445,
    "㗅": 446,
    "㗆": 447,
    "㗇": 448,
    "㗈": 449,
    "㗉": 450,
    "㗊": 451,
    "㗋": 452,
    "㗌": 453,
    "㗍": 454,
    "㗎": 455,
    "㗏": 456,
    "㗐": 457,
    "㗑": 458,
    "㗒": 459,
    "㗓": 460,
    "㗔": 461,
    "㗕": 462,
    "㗖": 463,
    "㗗": 464,
    "㗘": 465,
    "㗙": 466,
    "㗚": 467,
    "㗛": 468,
    "㗜": 469,
    "㗝": 470,
    "㗞": 471,
    "㗠": 472,
    "㗢": 473,
    "㗣": 474,
    "㗤": 475,
    "㗥": 476,
    "㗦": 477,
    "㗧": 478,
    "㗨": 479,
    "㗩": 480,
    "㗪": 481,
    "㗫": 482,
    "㗬": 483,
    "㗭": 484,
    "㗮": 485,
    "㗯": 486,
    "㗰": 487,
    "㗱": 488,
    "㗲": 489,
    "㗳": 490,
    "㗴": 491,
    "㗵": 492,
    "㗶": 493,
    "㗸": 494,
    "㗹": 495,
    "㗺": 496,
    "㗻": 497,
    "㗼": 498,
    "㗽": 499,
    "㗾": 500,
    "㗿": 501,
    "㘀": 502,
    "㘁": 503,
    "㘂": 504,
    "㘃": 505,
    "㘄": 506,
    "㘅": 507,
    "㘆": 508,
    "㘇": 509,
    "㘈": 510,
    "㘉": 511,
    "㘊": 512,
    "㘋": 513,
    "㘌": 514,
    "㘍": 515,
    "㘐": 516,
    "㘑": 517,
    "㘒": 518,
    "㘓": 519,
    "㘔": 520,
    "㘕": 521,
    "㘖": 522,
    "㘗": 523,
    "㘘": 524,
    "㘙": 525,
    "㘛": 526,
    "㘜": 527,
    "㘝": 528,
    "㘞": 529,
    "㘟": 530,
    "㘠": 531,
    "㘡": 532,
    "㘢": 533,
    "㘣": 534,
    "㘤": 535,
    "㘥": 536,
    "㘦": 537,
    "㘧": 538,
    "㘨": 539,
    "㘩": 540,
    "㘪": 541,
    "㘫": 542,
    "㘬": 543,
    "㘭": 544,
    "㘮": 545,
    "㘯": 546,
    "㘰": 547,
    "㘱": 548,
    "㘲": 549,
    "㘳": 550,
    "㘴": 551,
    "㘵": 552,
    "㘶": 553,
    "㘷": 554,
    "㘸": 555,
    "㘹": 556,
    "㘺": 557,
    "㘻": 558,
    "㘼": 559,
    "㘽": 560,
    "㘾": 561,
    "㘿": 562,
    "㙀": 563,
    "㙁": 564,
    "㙂": 565,
    "㙃": 566,
    "㙄": 567,
    "㙅": 568,
    "㙆": 569,
    "㙇": 570,
    "㙈": 571,
    "㙉": 572,
    "㙊": 573,
    "㙋": 574,
    "㙍": 575,
    "㙎": 576,
    "㙏": 577,
    "㙐": 578,
    "㙑": 579,
    "㙒": 580,
    "㙓": 581,
    "㙔": 582,
    "㙕": 583,
    "㙖": 584,
    "㙗": 585,
    "㙘": 586,
    "㙙": 587,
    "㙚": 588,
    "㙛": 589,
    "㙜": 590,
    "㙝": 591,
    "㙞": 592,
    "㙟": 593,
    "㙠": 594,
    "㙡": 595,
    "㙢": 596,
    "㙣": 597,
    "㙤": 598,
    "㙥": 599,
    "㙦": 600,
    "㙧": 601,
    "㙨": 602,
    "㙩": 603,
    "㙪": 604,
    "㙫": 605,
    "㙬": 606,
    "㙭": 607,
    "㙮": 608,
    "㙯": 609,
    "㙰": 610,
    "㙱": 611,
    "㙲": 612,
    "㙳": 613,
    "㙴": 614,
    "㙵": 615,
    "㙶": 616,
    "㙷": 617,
    "㙸": 618,
    "㙹": 619,
    "㙺": 620,
    "㙻": 621,
    "㙼": 622,
    "㙽": 623,
    "㙾": 624,
    "㙿": 625,
    "㚀": 626,
    "㚁": 627,
    "㚂": 628,
    "㚃": 629,
    "㚄": 630,
    "㚅": 631,
    "㚆": 632,
    "㚇": 633,
    "㚈": 634,
    "㚉": 635,
    "㚊": 636,
    "㚋": 637,
    "㚌": 638,
    "㚍": 639,
    "㚎": 640,
    "㚏": 641,
    "㚐": 642,
    "㚑": 643,
    "㚒": 644,
    "㚓": 645,
    "㚔": 646,
    "㚕": 647,
    "㚖": 648,
    "㚗": 649,
    "㚘": 650,
    "㚙": 651,
    "㚚": 652,
    "㚛": 653,
    "㚜": 654,
    "㚝": 655,
    "㚞": 656,
    "㚟": 657,
    "㚠": 658,
    "㚡": 659,
    "㚢": 660,
    "㚣": 661,
    "㚤": 662,
    "㚥": 663,
    "㚦": 664,
    "㚧": 665,
    "㚨": 666,
    "㚩": 667,
    "㚪": 668,
    "㚫": 669,
    "㚬": 670,
    "㚭": 671,
    "㚮": 672,
    "㚯": 673,
    "㚰": 674,
    "㚱": 675,
    "㚲": 676,
    "㚳": 677,
    "㚴": 678,
    "㚵": 679,
    "㚶": 680,
    "㚷": 681,
    "㚸": 682,
    "㚹": 683,
    "㚺": 684,
    "㚻": 685,
    "㚼": 686,
    "㚽": 687,
    "㚾": 688,
    "㚿": 689,
    "㛀": 690,
    "㛁": 691,
    "㛂": 692,
    "㛃": 693,
    "㛄": 694,
    "㛅": 695,
    "㛆": 696,
    "㛇": 697,
    "㛈": 698,
    "㛉": 699,
    "㛊": 700,
    "㛋": 701,
    "㛌": 702,
    "㛍": 703,
    "㛎": 704,
    "㛏": 705,
    "㛐": 706,
    "㛑": 707,
    "㛒": 708,
    "㛓": 709,
    "㛔": 710,
    "㛕": 711,
    "㛖": 712,
    "㛗": 713,
    "㛘": 714,
    "㛙": 715,
    "㛚": 716,
    "㛛": 717,
    "㛜": 718,
    "㛝": 719,
    "㛞": 720,
    "㛟": 721,
    "㛠": 722,
    "㛡": 723,
    "㛢": 724,
    "㛣": 725,
    "㛤": 726,
    "㛥": 727,
    "㛦": 728,
    "㛧": 729,
    "㛨": 730,
    "㛩": 731,
    "㛪": 732,
    "㛫": 733,
    "㛬": 734,
    "㛭": 735,
    "㛮": 736,
    "㛯": 737,
    "㛰": 738,
    "㛱": 739,
    "㛲": 740,
    "㛳": 741,
    "㛴": 742,
    "㛵": 743,
    "㛶": 744,
    "㛷": 745,
    "㛸": 746,
    "㛹": 747,
    "㛺": 748,
    "㛻": 749,
    "㛼": 750,
    "㛽": 751,
    "㛾": 752,
    "㛿": 753,
    "㜀": 754,
    "㜁": 755,
    "㜂": 756,
    "㜃": 757,
    "㜄": 758,
    "㜅": 759,
    "㜆": 760,
    "㜇": 761,
    "㜈": 762,
    "㜉": 763,
    "㜊": 764,
    "㜋": 765,
    "㜌": 766,
    "㜍": 767,
    "㜎": 768,
    "㜏": 769,
    "㜐": 770,
    "㜑": 771,
    "㜒": 772,
    "㜓": 773,
    "㜔": 774,
    "㜕": 775,
    "㜖": 776,
    "㜗": 777,
    "㜘": 778,
    "㜙": 779,
    "㜚": 780,
    "㜛": 781,
    "㜜": 782,
    "㜝": 783,
    "㜞": 784,
    "㜟": 785,
    "㜠": 786,
    "㜡": 787,
    "㜢": 788,
    "㜣": 789,
    "㜤": 790,
    "㜥": 791,
    "㜦": 792,
    "㜧": 793,
    "㜨": 794,
    "㜩": 795,
    "㜪": 796,
    "㜫": 797,
    "㜬": 798,
    "㜭": 799,
    "㜮": 800,
    "㜯": 801,
    "㜰": 802,
    "㜱": 803,
    "㜲": 804,
    "㜳": 805,
    "㜴": 806,
    "㜵": 807,
    "㜶": 808,
    "㜷": 809,
    "㜸": 810,
    "㜹": 811,
    "㜺": 812,
    "㜻": 813,
    "㜼": 814,
    "㜽": 815,
    "㜾": 816,
    "㜿": 817,
    "㝀": 818,
    "㝁": 819,
    "㝂": 820,
    "㝃": 821,
    "㝄": 822,
    "㝅": 823,
    "㝆": 824,
    "㝇": 825,
    "㝈": 826,
    "㝉": 827,
    "㝊": 828,
    "㝋": 829,
    "㝌": 830,
    "㝍": 831,
    "㝎": 832,
    "㝏": 833,
    "㝐": 834,
    "㝑": 835,
    "㝒": 836,
    "㝓": 837,
    "㝔": 838,
    "㝕": 839,
    "㝖": 840,
    "㝗": 841,
    "㝘": 842,
    "㝙": 843,
    "㝚": 844,
    "㝛": 845,
    "㝜": 846,
    "㝝": 847,
    "㝞": 848,
    "㝟": 849,
    "㝠": 850,
    "㝡": 851,
    "㝢": 852,
    "㝣": 853,
    "㝤": 854,
    "㝥": 855,
    "㝦": 856,
    "㝧": 857,
    "㝨": 858,
    "㝩": 859,
    "㝪": 860,
    "㝫": 861,
    "㝬": 862,
    "㝭": 863,
    "㝮": 864,
    "㝯": 865,
    "㝰": 866,
    "㝱": 867,
    "㝲": 868,
    "㝳": 869,
    "㝴": 870,
    "㝵": 871,
    "㝶": 872,
    "㝷": 873,
    "㝸": 874,
    "㝹": 875,
    "㝺": 876,
    "㝻": 877,
    "㝼": 878,
    "㝽": 879,
    "㝾": 880,
    "㝿": 881,
    "㞀": 882,
    "㞁": 883,
    "㞂": 884,
    "㞃": 885,
    "㞄": 886,
    "㞅": 887,
    "㞆": 888,
    "㞇": 889,
    "㞈": 890,
    "㞉": 891,
    "㞊": 892,
    "㞋": 893,
    "㞌": 894,
    "㞍": 895,
    "㞎": 896,
    "㞏": 897,
    "㞐": 898,
    "㞑": 899,
    "㞒": 900,
    "㞓": 901,
    "㞔": 902,
    "㞕": 903,
    "㞖": 904,
    "㞗": 905,
    "㞘": 906,
    "㞙": 907,
    "㞚": 908,
    "㞛": 909,
    "㞜": 910,
    "㞝": 911,
    "㞞": 912,
    "㞟": 913,
    "㞠": 914,
    "㞡": 915,
    "㞢": 916,
    "㞣": 917,
    "㞤": 918,
    "㞥": 919,
    "㞦": 920,
    "㞧": 921,
    "㞨": 922,
    "㞩": 923,
    "㞪": 924,
    "㞫": 925,
    "㞬": 926,
    "㞭": 927,
    "㞮": 928,
    "㞯": 929,
    "㞰": 930,
    "㞱": 931,
    "㞲": 932,
    "㞳": 933,
    "㞴": 934,
    "㞵": 935,
    "㞶": 936,
    "㞷": 937,
    "㞸": 938,
    "㞹": 939,
    "㞺": 940,
    "㞻": 941,
    "㞼": 942,
    "㞽": 943,
    "㞾": 944,
    "㞿": 945,
    "㟀": 946,
    "㟁": 947,
    "㟂": 948,
    "㟃": 949,
    "㟄": 950,
    "㟅": 951,
    "㟇": 952,
    "㟈": 953,
    "㟉": 954,
    "㟊": 955,
    "㟋": 956,
    "㟌": 957,
    "㟍": 958,
    "㟎": 959,
    "㟏": 960,
    "㟐": 961,
    "㟑": 962,
    "㟒": 963,
    "㟓": 964,
    "㟔": 965,
    "㟕": 966,
    "㟖": 967,
    "㟗": 968,
    "㟘": 969,
    "㟙": 970,
    "㟚": 971,
    "㟛": 972,
    "㟜": 973,
    "㟝": 974,
    "㟞": 975,
    "㟟": 976,
    "㟠": 977,
    "㟡": 978,
    "㟢": 979,
    "㟣": 980,
    "㟤": 981,
    "㟥": 982,
    "㟦": 983,
    "㟧": 984,
    "㟨": 985,
    "㟩": 986,
    "㟪": 987,
    "㟫": 988,
    "㟬": 989,
    "㟭": 990,
    "㟮": 991,
    "㟯": 992,
    "㟰": 993,
    "㟱": 994,
    "㟲": 995,
    "㟳": 996,
    "㟴": 997,
    "㟵": 998,
    "㟶": 999,
    "㟷": 1000,
    "㟸": 1001,
    "㟹": 1002,
    "㟺": 1003,
    "㟻": 1004,
    "㟼": 1005,
    "㟽": 1006,
    "㟾": 1007,
    "㟿": 1008,
    "㠀": 1009,
    "㠁": 1010,
    "㠂": 1011,
    "㠃": 1012,
    "㠄": 1013,
    "㠅": 1014,
    "㠆": 1015,
    "㠇": 1016,
    "㠈": 1017,
    "㠉": 1018,
    "㠊": 1019,
    "㠋": 1020,
    "㠌": 1021,
    "㠍": 1022,
    "㠎": 1023,
    "㠏": 1024,
    "㠐": 1025,
    "㠑": 1026,
    "㠒": 1027,
    "㠓": 1028,
    "㠔": 1029,
    "㠕": 1030,
    "㠖": 1031,
    "㠗": 1032,
    "㠘": 1033,
    "㠙": 1034,
    "㠚": 1035,
    "㠛": 1036,
    "㠜": 1037,
    "㠝": 1038,
    "㠞": 1039,
    "㠟": 1040,
    "㠠": 1041,
    "㠡": 1042,
    "㠢": 1043,
    "㠣": 1044,
    "㠤": 1045,
    "㠥": 1046,
    "㠦": 1047,
    "㠧": 1048,
    "㠨": 1049,
    "㠩": 1050,
    "㠪": 1051,
    "㠫": 1052,
    "㠬": 1053,
    "㠭": 1054,
    "㠮": 1055,
    "㠯": 1056,
    "㠰": 1057,
    "㠱": 1058,
    "㠲": 1059,
    "㠳": 1060,
    "㠴": 1061,
    "㠵": 1062,
    "㠶": 1063,
    "㠷": 1064,
    "㠸": 1065,
    "㠹": 1066,
    "㠺": 1067,
    "㠻": 1068,
    "㠼": 1069,
    "㠽": 1070,
    "㠾": 1071,
    "㠿": 1072,
    "㡀": 1073,
    "㡁": 1074,
    "㡂": 1075,
    "㡃": 1076,
    "㡄": 1077,
    "㡅": 1078,
    "㡆": 1079,
    "㡇": 1080,
    "㡈": 1081,
    "㡉": 1082,
    "㡊": 1083,
    "㡋": 1084,
    "㡌": 1085,
    "㡍": 1086,
    "㡎": 1087,
    "㡏": 1088,
    "㡐": 1089,
    "㡑": 1090,
    "㡒": 1091,
    "㡓": 1092,
    "㡔": 1093,
    "㡕": 1094,
    "㡖": 1095,
    "㡗": 1096,
    "㡘": 1097,
    "㡙": 1098,
    "㡚": 1099,
    "㡛": 1100,
    "㡜": 1101,
    "㡝": 1102,
    "㡞": 1103,
    "㡟": 1104,
    "㡠": 1105,
    "㡡": 1106,
    "㡢": 1107,
    "㡣": 1108,
    "㡤": 1109,
    "㡥": 1110,
    "㡦": 1111,
    "㡧": 1112,
    "㡨": 1113,
    "㡩": 1114,
    "㡪": 1115,
    "㡫": 1116,
    "㡬": 1117,
    "㡭": 1118,
    "㡮": 1119,
    "㡯": 1120,
    "㡰": 1121,
    "㡱": 1122,
    "㡲": 1123,
    "㡳": 1124,
    "㡴": 1125,
    "㡵": 1126,
    "㡶": 1127,
    "㡷": 1128,
    "㡸": 1129,
    "㡹": 1130,
    "㡺": 1131,
    "㡻": 1132,
    "㡼": 1133,
    "㡽": 1134,
    "㡾": 1135,
    "㡿": 1136,
    "㢀": 1137,
    "㢁": 1138,
    "㢂": 1139,
    "㢃": 1140,
    "㢄": 1141,
    "㢅": 1142,
    "㢆": 1143,
    "㢇": 1144,
    "㢈": 1145,
    "㢉": 1146,
    "㢊": 1147,
    "㢋": 1148,
    "㢌": 1149,
    "㢍": 1150,
    "㢎": 1151,
    "㢏": 1152,
    "㢐": 1153,
    "㢑": 1154,
    "㢒": 1155,
    "㢓": 1156,
    "㢔": 1157,
    "㢕": 1158,
    "㢖": 1159,
    "㢗": 1160,
    "㢘": 1161,
    "㢙": 1162,
    "㢚": 1163,
    "㢛": 1164,
    "㢜": 1165,
    "㢝": 1166,
    "㢞": 1167,
    "㢟": 1168,
    "㢠": 1169,
    "㢡": 1170,
    "㢢": 1171,
    "㢣": 1172,
    "㢤": 1173,
    "㢥": 1174,
    "㢦": 1175,
    "㢧": 1176,
    "㢨": 1177,
    "㢩": 1178,
    "㢪": 1179,
    "㢫": 1180,
    "㢬": 1181,
    "㢭": 1182,
    "㢮": 1183,
    "㢯": 1184,
    "㢰": 1185,
    "㢱": 1186,
    "㢲": 1187,
    "㢳": 1188,
    "㢴": 1189,
    "㢵": 1190,
    "㢶": 1191,
    "㢷": 1192,
    "㢸": 1193,
    "㢹": 1194,
    "㢺": 1195,
    "㢻": 1196,
    "㢼": 1197,
    "㢽": 1198,
    "㢾": 1199,
    "㢿": 1200,
    "㣀": 1201,
    "㣁": 1202,
    "㣂": 1203,
    "㣃": 1204,
    "㣄": 1205,
    "㣅": 1206,
    "㣆": 1207,
    "㣇": 1208,
    "㣈": 1209,
    "㣉": 1210,
    "㣊": 1211,
    "㣋": 1212,
    "㣌": 1213,
    "㣍": 1214,
    "㣎": 1215,
    "㣏": 1216,
    "㣐": 1217,
    "㣑": 1218,
    "㣒": 1219,
    "㣓": 1220,
    "㣔": 1221,
    "㣕": 1222,
    "㣖": 1223,
    "㣗": 1224,
    "㣘": 1225,
    "㣙": 1226,
    "㣚": 1227,
    "㣛": 1228,
    "㣜": 1229,
    "㣝": 1230,
    "㣞": 1231,
    "㣟": 1232,
    "㣠": 1233,
    "㣡": 1234,
    "㣢": 1235,
    "㣣": 1236,
    "㣤": 1237,
    "㣥": 1238,
    "㣦": 1239,
    "㣧": 1240,
    "㣨": 1241,
    "㣩": 1242,
    "㣪": 1243,
    "㣫": 1244,
    "㣬": 1245,
    "㣭": 1246,
    "㣮": 1247,
    "㣯": 1248,
    "㣰": 1249,
    "㣱": 1250,
    "㣲": 1251,
    "㣳": 1252,
    "㣴": 1253,
    "㣵": 1254,
    "㣶": 1255,
    "㣷": 1256,
    "㣸": 1257,
    "㣹": 1258,
    "㣺": 1259,
    "㣻": 1260,
    "㣼": 1261,
    "㣽": 1262,
    "㣾": 1263,
    "㣿": 1264,
    "㤀": 1265,
    "㤁": 1266,
    "㤂": 1267,
    "㤃": 1268,
    "㤄": 1269,
    "㤅": 1270,
    "㤆": 1271,
    "㤇": 1272,
    "㤈": 1273,
    "㤉": 1274,
    "㤊": 1275,
    "㤋": 1276,
    "㤌": 1277,
    "㤍": 1278,
    "㤎": 1279,
    "㤏": 1280,
    "㤐": 1281,
    "㤑": 1282,
    "㤒": 1283,
    "㤓": 1284,
    "㤔": 1285,
    "㤕": 1286,
    "㤖": 1287,
    "㤗": 1288,
    "㤙": 1289,
    "㤚": 1290,
    "㤛": 1291,
    "㤜": 1292,
    "㤝": 1293,
    "㤞": 1294,
    "㤟": 1295,
    "㤠": 1296,
    "㤡": 1297,
    "㤢": 1298,
    "㤣": 1299,
    "㤤": 1300,
    "㤥": 1301,
    "㤦": 1302,
    "㤧": 1303,
    "㤨": 1304,
    "㤩": 1305,
    "㤪": 1306,
    "㤫": 1307,
    "㤬": 1308,
    "㤭": 1309,
    "㤮": 1310,
    "㤯": 1311,
    "㤰": 1312,
    "㤱": 1313,
    "㤲": 1314,
    "㤳": 1315,
    "㤴": 1316,
    "㤵": 1317,
    "㤶": 1318,
    "㤷": 1319,
    "㤸": 1320,
    "㤹": 1321,
    "㤺": 1322,
    "㤻": 1323,
    "㤼": 1324,
    "㤽": 1325,
    "㤾": 1326,
    "㤿": 1327,
    "㥀": 1328,
    "㥁": 1329,
    "㥂": 1330,
    "㥃": 1331,
    "㥄": 1332,
    "㥅": 1333,
    "㥆": 1334,
    "㥇": 1335,
    "㥈": 1336,
    "㥉": 1337,
    "㥊": 1338,
    "㥋": 1339,
    "㥌": 1340,
    "㥍": 1341,
    "㥎": 1342,
    "㥏": 1343,
    "㥐": 1344,
    "㥑": 1345,
    "㥒": 1346,
    "㥓": 1347,
    "㥔": 1348,
    "㥕": 1349,
    "㥖": 1350,
    "㥗": 1351,
    "㥘": 1352,
    "㥙": 1353,
    "㥚": 1354,
    "㥛": 1355,
    "㥜": 1356,
    "㥝": 1357,
    "㥞": 1358,
    "㥟": 1359,
    "㥠": 1360,
    "㥡": 1361,
    "㥢": 1362,
    "㥣": 1363,
    "㥤": 1364,
    "㥥": 1365,
    "㥦": 1366,
    "㥧": 1367,
    "㥨": 1368,
    "㥩": 1369,
    "㥪": 1370,
    "㥫": 1371,
    "㥬": 1372,
    "㥭": 1373,
    "㥯": 1374,
    "㥰": 1375,
    "㥱": 1376,
    "㥲": 1377,
    "㥳": 1378,
    "㥴": 1379,
    "㥵": 1380,
    "㥶": 1381,
    "㥷": 1382,
    "㥸": 1383,
    "㥹": 1384,
    "㥺": 1385,
    "㥻": 1386,
    "㥼": 1387,
    "㥽": 1388,
    "㥾": 1389,
    "㥿": 1390,
    "㦀": 1391,
    "㦁": 1392,
    "㦂": 1393,
    "㦃": 1394,
    "㦄": 1395,
    "㦅": 1396,
    "㦆": 1397,
    "㦇": 1398,
    "㦈": 1399,
    "㦉": 1400,
    "㦊": 1401,
    "㦋": 1402,
    "㦌": 1403,
    "㦍": 1404,
    "㦎": 1405,
    "㦏": 1406,
    "㦐": 1407,
    "㦑": 1408,
    "㦒": 1409,
    "㦓": 1410,
    "㦔": 1411,
    "㦕": 1412,
    "㦖": 1413,
    "㦗": 1414,
    "㦘": 1415,
    "㦙": 1416,
    "㦚": 1417,
    "㦛": 1418,
    "㦜": 1419,
    "㦝": 1420,
    "㦞": 1421,
    "㦟": 1422,
    "㦠": 1423,
    "㦡": 1424,
    "㦢": 1425,
    "㦣": 1426,
    "㦤": 1427,
    "㦥": 1428,
    "㦦": 1429,
    "㦧": 1430,
    "㦨": 1431,
    "㦩": 1432,
    "㦪": 1433,
    "㦫": 1434,
    "㦬": 1435,
    "㦭": 1436,
    "㦮": 1437,
    "㦯": 1438,
    "㦰": 1439,
    "㦱": 1440,
    "㦲": 1441,
    "㦳": 1442,
    "㦴": 1443,
    "㦵": 1444,
    "㦶": 1445,
    "㦷": 1446,
    "㦸": 1447,
    "㦹": 1448,
    "㦺": 1449,
    "㦻": 1450,
    "㦼": 1451,
    "㦽": 1452,
    "㦾": 1453,
    "㦿": 1454,
    "㧀": 1455,
    "㧁": 1456,
    "㧂": 1457,
    "㧃": 1458,
    "㧄": 1459,
    "㧅": 1460,
    "㧆": 1461,
    "㧇": 1462,
    "㧈": 1463,
    "㧉": 1464,
    "㧊": 1465,
    "㧋": 1466,
    "㧌": 1467,
    "㧍": 1468,
    "㧎": 1469,
    "㧑": 1470,
    "㧒": 1471,
    "㧓": 1472,
    "㧔": 1473,
    "㧕": 1474,
    "㧖": 1475,
    "㧗": 1476,
    "㧘": 1477,
    "㧙": 1478,
    "㧚": 1479,
    "㧛": 1480,
    "㧜": 1481,
    "㧝": 1482,
    "㧞": 1483,
    "㧠": 1484,
    "㧡": 1485,
    "㧢": 1486,
    "㧣": 1487,
    "㧤": 1488,
    "㧥": 1489,
    "㧦": 1490,
    "㧧": 1491,
    "㧨": 1492,
    "㧩": 1493,
    "㧪": 1494,
    "㧫": 1495,
    "㧬": 1496,
    "㧭": 1497,
    "㧮": 1498,
    "㧯": 1499,
    "㧰": 1500,
    "㧱": 1501,
    "㧲": 1502,
    "㧳": 1503,
    "㧴": 1504,
    "㧵": 1505,
    "㧶": 1506,
    "㧷": 1507,
    "㧸": 1508,
    "㧹": 1509,
    "㧺": 1510,
    "㧻": 1511,
    "㧼": 1512,
    "㧽": 1513,
    "㧾": 1514,
    "㧿": 1515,
    "㨀": 1516,
    "㨁": 1517,
    "㨂": 1518,
    "㨃": 1519,
    "㨄": 1520,
    "㨅": 1521,
    "㨆": 1522,
    "㨇": 1523,
    "㨈": 1524,
    "㨉": 1525,
    "㨊": 1526,
    "㨋": 1527,
    "㨌": 1528,
    "㨍": 1529,
    "㨎": 1530,
    "㨏": 1531,
    "㨐": 1532,
    "㨑": 1533,
    "㨒": 1534,
    "㨓": 1535,
    "㨔": 1536,
    "㨕": 1537,
    "㨖": 1538,
    "㨗": 1539,
    "㨘": 1540,
    "㨙": 1541,
    "㨚": 1542,
    "㨛": 1543,
    "㨜": 1544,
    "㨝": 1545,
    "㨞": 1546,
    "㨟": 1547,
    "㨠": 1548,
    "㨡": 1549,
    "㨢": 1550,
    "㨣": 1551,
    "㨤": 1552,
    "㨥": 1553,
    "㨦": 1554,
    "㨧": 1555,
    "㨨": 1556,
    "㨩": 1557,
    "㨪": 1558,
    "㨫": 1559,
    "㨬": 1560,
    "㨭": 1561,
    "㨮": 1562,
    "㨯": 1563,
    "㨰": 1564,
    "㨱": 1565,
    "㨲": 1566,
    "㨳": 1567,
    "㨴": 1568,
    "㨵": 1569,
    "㨶": 1570,
    "㨷": 1571,
    "㨸": 1572,
    "㨹": 1573,
    "㨺": 1574,
    "㨻": 1575,
    "㨼": 1576,
    "㨽": 1577,
    "㨾": 1578,
    "㨿": 1579,
    "㩀": 1580,
    "㩁": 1581,
    "㩂": 1582,
    "㩃": 1583,
    "㩄": 1584,
    "㩅": 1585,
    "㩆": 1586,
    "㩇": 1587,
    "㩈": 1588,
    "㩉": 1589,
    "㩊": 1590,
    "㩋": 1591,
    "㩌": 1592,
    "㩍": 1593,
    "㩎": 1594,
    "㩏": 1595,
    "㩐": 1596,
    "㩑": 1597,
    "㩒": 1598,
    "㩓": 1599,
    "㩔": 1600,
    "㩕": 1601,
    "㩖": 1602,
    "㩗": 1603,
    "㩘": 1604,
    "㩙": 1605,
    "㩚": 1606,
    "㩛": 1607,
    "㩜": 1608,
    "㩝": 1609,
    "㩞": 1610,
    "㩟": 1611,
    "㩠": 1612,
    "㩡": 1613,
    "㩢": 1614,
    "㩣": 1615,
    "㩤": 1616,
    "㩥": 1617,
    "㩦": 1618,
    "㩧": 1619,
    "㩨": 1620,
    "㩩": 1621,
    "㩪": 1622,
    "㩫": 1623,
    "㩬": 1624,
    "㩭": 1625,
    "㩮": 1626,
    "㩯": 1627,
    "㩰": 1628,
    "㩱": 1629,
    "㩲": 1630,
    "㩳": 1631,
    "㩴": 1632,
    "㩵": 1633,
    "㩶": 1634,
    "㩷": 1635,
    "㩸": 1636,
    "㩹": 1637,
    "㩺": 1638,
    "㩻": 1639,
    "㩼": 1640,
    "㩽": 1641,
    "㩾": 1642,
    "㩿": 1643,
    "㪀": 1644,
    "㪁": 1645,
    "㪂": 1646,
    "㪃": 1647,
    "㪄": 1648,
    "㪅": 1649,
    "㪆": 1650,
    "㪇": 1651,
    "㪈": 1652,
    "㪉": 1653,
    "㪊": 1654,
    "㪋": 1655,
    "㪌": 1656,
    "㪍": 1657,
    "㪎": 1658,
    "㪏": 1659,
    "㪐": 1660,
    "㪑": 1661,
    "㪒": 1662,
    "㪓": 1663,
    "㪔": 1664,
    "㪕": 1665,
    "㪖": 1666,
    "㪗": 1667,
    "㪘": 1668,
    "㪙": 1669,
    "㪚": 1670,
    "㪛": 1671,
    "㪜": 1672,
    "㪝": 1673,
    "㪞": 1674,
    "㪟": 1675,
    "㪠": 1676,
    "㪡": 1677,
    "㪢": 1678,
    "㪣": 1679,
    "㪤": 1680,
    "㪥": 1681,
    "㪦": 1682,
    "㪧": 1683,
    "㪨": 1684,
    "㪩": 1685,
    "㪪": 1686,
    "㪫": 1687,
    "㪬": 1688,
    "㪭": 1689,
    "㪮": 1690,
    "㪯": 1691,
    "㪰": 1692,
    "㪱": 1693,
    "㪲": 1694,
    "㪳": 1695,
    "㪴": 1696,
    "㪵": 1697,
    "㪶": 1698,
    "㪷": 1699,
    "㪸": 1700,
    "㪹": 1701,
    "㪺": 1702,
    "㪻": 1703,
    "㪼": 1704,
    "㪽": 1705,
    "㪾": 1706,
    "㪿": 1707,
    "㫀": 1708,
    "㫁": 1709,
    "㫂": 1710,
    "㫃": 1711,
    "㫄": 1712,
    "㫅": 1713,
    "㫆": 1714,
    "㫇": 1715,
    "㫈": 1716,
    "㫉": 1717,
    "㫊": 1718,
    "㫋": 1719,
    "㫌": 1720,
    "㫍": 1721,
    "㫎": 1722,
    "㫏": 1723,
    "㫐": 1724,
    "㫑": 1725,
    "㫒": 1726,
    "㫓": 1727,
    "㫔": 1728,
    "㫕": 1729,
    "㫖": 1730,
    "㫗": 1731,
    "㫘": 1732,
    "㫙": 1733,
    "㫚": 1734,
    "㫛": 1735,
    "㫜": 1736,
    "㫝": 1737,
    "㫞": 1738,
    "㫟": 1739,
    "㫠": 1740,
    "㫡": 1741,
    "㫢": 1742,
    "㫣": 1743,
    "㫤": 1744,
    "㫥": 1745,
    "㫦": 1746,
    "㫧": 1747,
    "㫨": 1748,
    "㫩": 1749,
    "㫪": 1750,
    "㫫": 1751,
    "㫬": 1752,
    "㫭": 1753,
    "㫮": 1754,
    "㫯": 1755,
    "㫰": 1756,
    "㫱": 1757,
    "㫲": 1758,
    "㫳": 1759,
    "㫴": 1760,
    "㫵": 1761,
    "㫶": 1762,
    "㫷": 1763,
    "㫸": 1764,
    "㫹": 1765,
    "㫺": 1766,
    "㫻": 1767,
    "㫼": 1768,
    "㫽": 1769,
    "㫾": 1770,
    "㫿": 1771,
    "㬀": 1772,
    "㬁": 1773,
    "㬂": 1774,
    "㬃": 1775,
    "㬄": 1776,
    "㬅": 1777,
    "㬆": 1778,
    "㬇": 1779,
    "㬈": 1780,
    "㬉": 1781,
    "㬊": 1782,
    "㬋": 1783,
    "㬌": 1784,
    "㬍": 1785,
    "㬎": 1786,
    "㬏": 1787,
    "㬐": 1788,
    "㬑": 1789,
    "㬒": 1790,
    "㬓": 1791,
    "㬔": 1792,
    "㬕": 1793,
    "㬗": 1794,
    "㬘": 1795,
    "㬙": 1796,
    "㬚": 1797,
    "㬛": 1798,
    "㬜": 1799,
    "㬝": 1800,
    "㬞": 1801,
    "㬟": 1802,
    "㬠": 1803,
    "㬡": 1804,
    "㬢": 1805,
    "㬣": 1806,
    "㬤": 1807,
    "㬥": 1808,
    "㬦": 1809,
    "㬧": 1810,
    "㬨": 1811,
    "㬩": 1812,
    "㬪": 1813,
    "㬫": 1814,
    "㬬": 1815,
    "㬭": 1816,
    "㬮": 1817,
    "㬯": 1818,
    "㬰": 1819,
    "㬱": 1820,
    "㬲": 1821,
    "㬳": 1822,
    "㬴": 1823,
    "㬶": 1824,
    "㬷": 1825,
    "㬸": 1826,
    "㬹": 1827,
    "㬺": 1828,
    "㬻": 1829,
    "㬼": 1830,
    "㬽": 1831,
    "㬾": 1832,
    "㬿": 1833,
    "㭀": 1834,
    "㭁": 1835,
    "㭂": 1836,
    "㭃": 1837,
    "㭄": 1838,
    "㭅": 1839,
    "㭆": 1840,
    "㭇": 1841,
    "㭈": 1842,
    "㭉": 1843,
    "㭊": 1844,
    "㭋": 1845,
    "㭌": 1846,
    "㭍": 1847,
    "㭏": 1848,
    "㭐": 1849,
    "㭑": 1850,
    "㭒": 1851,
    "㭓": 1852,
    "㭔": 1853,
    "㭕": 1854,
    "㭖": 1855,
    "㭗": 1856,
    "㭘": 1857,
    "㭙": 1858,
    "㭚": 1859,
    "㭛": 1860,
    "㭜": 1861,
    "㭝": 1862,
    "㭞": 1863,
    "㭟": 1864,
    "㭠": 1865,
    "㭡": 1866,
    "㭢": 1867,
    "㭣": 1868,
    "㭤": 1869,
    "㭥": 1870,
    "㭦": 1871,
    "㭧": 1872,
    "㭨": 1873,
    "㭩": 1874,
    "㭪": 1875,
    "㭫": 1876,
    "㭬": 1877,
    "㭭": 1878,
    "㭮": 1879,
    "㭯": 1880,
    "㭰": 1881,
    "㭱": 1882,
    "㭲": 1883,
    "㭳": 1884,
    "㭴": 1885,
    "㭵": 1886,
    "㭶": 1887,
    "㭷": 1888,
    "㭸": 1889,
    "㭹": 1890,
    "㭺": 1891,
    "㭻": 1892,
    "㭼": 1893,
    "㭽": 1894,
    "㭾": 1895,
    "㭿": 1896,
    "㮀": 1897,
    "㮁": 1898,
    "㮂": 1899,
    "㮃": 1900,
    "㮄": 1901,
    "㮅": 1902,
    "㮆": 1903,
    "㮇": 1904,
    "㮈": 1905,
    "㮉": 1906,
    "㮊": 1907,
    "㮋": 1908,
    "㮌": 1909,
    "㮍": 1910,
    "㮎": 1911,
    "㮏": 1912,
    "㮐": 1913,
    "㮑": 1914,
    "㮒": 1915,
    "㮓": 1916,
    "㮔": 1917,
    "㮕": 1918,
    "㮖": 1919,
    "㮗": 1920,
    "㮘": 1921,
    "㮙": 1922,
    "㮚": 1923,
    "㮛": 1924,
    "㮜": 1925,
    "㮝": 1926,
    "㮞": 1927,
    "㮟": 1928,
    "㮠": 1929,
    "㮡": 1930,
    "㮢": 1931,
    "㮣": 1932,
    "㮤": 1933,
    "㮥": 1934,
    "㮦": 1935,
    "㮧": 1936,
    "㮨": 1937,
    "㮩": 1938,
    "㮪": 1939,
    "㮫": 1940,
    "㮬": 1941,
    "㮭": 1942,
    "㮮": 1943,
    "㮯": 1944,
    "㮰": 1945,
    "㮱": 1946,
    "㮲": 1947,
    "㮳": 1948,
    "㮴": 1949,
    "㮵": 1950,
    "㮶": 1951,
    "㮷": 1952,
    "㮸": 1953,
    "㮹": 1954,
    "㮺": 1955,
    "㮻": 1956,
    "㮼": 1957,
    "㮽": 1958,
    "㮾": 1959,
    "㮿": 1960,
    "㯀": 1961,
    "㯁": 1962,
    "㯂": 1963,
    "㯃": 1964,
    "㯄": 1965,
    "㯅": 1966,
    "㯆": 1967,
    "㯇": 1968,
    "㯈": 1969,
    "㯉": 1970,
    "㯊": 1971,
    "㯋": 1972,
    "㯌": 1973,
    "㯍": 1974,
    "㯎": 1975,
    "㯏": 1976,
    "㯐": 1977,
    "㯑": 1978,
    "㯒": 1979,
    "㯓": 1980,
    "㯔": 1981,
    "㯕": 1982,
    "㯖": 1983,
    "㯗": 1984,
    "㯘": 1985,
    "㯙": 1986,
    "㯚": 1987,
    "㯛": 1988,
    "㯜": 1989,
    "㯝": 1990,
    "㯞": 1991,
    "㯟": 1992,
    "㯠": 1993,
    "㯡": 1994,
    "㯢": 1995,
    "㯣": 1996,
    "㯤": 1997,
    "㯥": 1998,
    "㯦": 1999,
    "㯧": 2000,
    "㯨": 2001,
    "㯩": 2002,
    "㯪": 2003,
    "㯫": 2004,
    "㯬": 2005,
    "㯭": 2006,
    "㯮": 2007,
    "㯯": 2008,
    "㯰": 2009,
    "㯱": 2010,
    "㯲": 2011,
    "㯳": 2012,
    "㯶": 2013,
    "㯷": 2014,
    "㯸": 2015,
    "㯹": 2016,
    "㯺": 2017,
    "㯻": 2018,
    "㯼": 2019,
    "㯽": 2020,
    "㯾": 2021,
    "㯿": 2022,
    "㰀": 2023,
    "㰁": 2024,
    "㰂": 2025,
    "㰃": 2026,
    "㰄": 2027,
    "㰅": 2028,
    "㰆": 2029,
    "㰇": 2030,
    "㰈": 2031,
    "㰉": 2032,
    "㰊": 2033,
    "㰋": 2034,
    "㰌": 2035,
    "㰍": 2036,
    "㰎": 2037,
    "㰏": 2038,
    "㰐": 2039,
    "㰑": 2040,
    "㰒": 2041,
    "㰓": 2042,
    "㰔": 2043,
    "㰕": 2044,
    "㰖": 2045,
    "㰗": 2046,
    "㰘": 2047,
    "㰙": 2048,
    "㰚": 2049,
    "㰛": 2050,
    "㰜": 2051,
    "㰝": 2052,
    "㰞": 2053,
    "㰟": 2054,
    "㰠": 2055,
    "㰡": 2056,
    "㰢": 2057,
    "㰣": 2058,
    "㰤": 2059,
    "㰥": 2060,
    "㰦": 2061,
    "㰧": 2062,
    "㰨": 2063,
    "㰩": 2064,
    "㰪": 2065,
    "㰫": 2066,
    "㰬": 2067,
    "㰭": 2068,
    "㰮": 2069,
    "㰯": 2070,
    "㰰": 2071,
    "㰱": 2072,
    "㰲": 2073,
    "㰳": 2074,
    "㰴": 2075,
    "㰵": 2076,
    "㰶": 2077,
    "㰷": 2078,
    "㰸": 2079,
    "㰹": 2080,
    "㰺": 2081,
    "㰻": 2082,
    "㰼": 2083,
    "㰽": 2084,
    "㰾": 2085,
    "㰿": 2086,
    "㱀": 2087,
    "㱁": 2088,
    "㱂": 2089,
    "㱃": 2090,
    "㱄": 2091,
    "㱅": 2092,
    "㱆": 2093,
    "㱇": 2094,
    "㱈": 2095,
    "㱉": 2096,
    "㱊": 2097,
    "㱋": 2098,
    "㱌": 2099,
    "㱍": 2100,
    "㱎": 2101,
    "㱏": 2102,
    "㱐": 2103,
    "㱑": 2104,
    "㱒": 2105,
    "㱓": 2106,
    "㱔": 2107,
    "㱕": 2108,
    "㱖": 2109,
    "㱗": 2110,
    "㱘": 2111,
    "㱙": 2112,
    "㱚": 2113,
    "㱛": 2114,
    "㱜": 2115,
    "㱝": 2116,
    "㱞": 2117,
    "㱟": 2118,
    "㱠": 2119,
    "㱡": 2120,
    "㱢": 2121,
    "㱣": 2122,
    "㱤": 2123,
    "㱥": 2124,
    "㱦": 2125,
    "㱧": 2126,
    "㱨": 2127,
    "㱪": 2128,
    "㱫": 2129,
    "㱬": 2130,
    "㱭": 2131,
    "㱯": 2132,
    "㱰": 2133,
    "㱱": 2134,
    "㱲": 2135,
    "㱳": 2136,
    "㱴": 2137,
    "㱵": 2138,
    "㱶": 2139,
    "㱸": 2140,
    "㱹": 2141,
    "㱺": 2142,
    "㱻": 2143,
    "㱼": 2144,
    "㱽": 2145,
    "㱾": 2146,
    "㱿": 2147,
    "㲀": 2148,
    "㲁": 2149,
    "㲂": 2150,
    "㲃": 2151,
    "㲄": 2152,
    "㲅": 2153,
    "㲆": 2154,
    "㲇": 2155,
    "㲈": 2156,
    "㲉": 2157,
    "㲊": 2158,
    "㲋": 2159,
    "㲌": 2160,
    "㲍": 2161,
    "㲎": 2162,
    "㲏": 2163,
    "㲐": 2164,
    "㲑": 2165,
    "㲒": 2166,
    "㲓": 2167,
    "㲔": 2168,
    "㲕": 2169,
    "㲖": 2170,
    "㲗": 2171,
    "㲘": 2172,
    "㲙": 2173,
    "㲚": 2174,
    "㲛": 2175,
    "㲜": 2176,
    "㲝": 2177,
    "㲞": 2178,
    "㲟": 2179,
    "㲠": 2180,
    "㲡": 2181,
    "㲢": 2182,
    "㲣": 2183,
    "㲤": 2184,
    "㲥": 2185,
    "㲦": 2186,
    "㲧": 2187,
    "㲨": 2188,
    "㲩": 2189,
    "㲪": 2190,
    "㲫": 2191,
    "㲬": 2192,
    "㲭": 2193,
    "㲮": 2194,
    "㲯": 2195,
    "㲰": 2196,
    "㲱": 2197,
    "㲲": 2198,
    "㲳": 2199,
    "㲴": 2200,
    "㲵": 2201,
    "㲶": 2202,
    "㲷": 2203,
    "㲸": 2204,
    "㲹": 2205,
    "㲺": 2206,
    "㲻": 2207,
    "㲼": 2208,
    "㲽": 2209,
    "㲾": 2210,
    "㲿": 2211,
    "㳀": 2212,
    "㳁": 2213,
    "㳂": 2214,
    "㳃": 2215,
    "㳄": 2216,
    "㳅": 2217,
    "㳆": 2218,
    "㳇": 2219,
    "㳈": 2220,
    "㳉": 2221,
    "㳊": 2222,
    "㳋": 2223,
    "㳌": 2224,
    "㳍": 2225,
    "㳎": 2226,
    "㳏": 2227,
    "㳐": 2228,
    "㳑": 2229,
    "㳒": 2230,
    "㳓": 2231,
    "㳔": 2232,
    "㳕": 2233,
    "㳖": 2234,
    "㳗": 2235,
    "㳘": 2236,
    "㳙": 2237,
    "㳚": 2238,
    "㳛": 2239,
    "㳜": 2240,
    "㳝": 2241,
    "㳞": 2242,
    "㳟": 2243,
    "㳡": 2244,
    "㳢": 2245,
    "㳣": 2246,
    "㳤": 2247,
    "㳥": 2248,
    "㳦": 2249,
    "㳧": 2250,
    "㳨": 2251,
    "㳩": 2252,
    "㳪": 2253,
    "㳫": 2254,
    "㳬": 2255,
    "㳭": 2256,
    "㳮": 2257,
    "㳯": 2258,
    "㳰": 2259,
    "㳱": 2260,
    "㳲": 2261,
    "㳳": 2262,
    "㳴": 2263,
    "㳵": 2264,
    "㳶": 2265,
    "㳷": 2266,
    "㳸": 2267,
    "㳹": 2268,
    "㳺": 2269,
    "㳻": 2270,
    "㳼": 2271,
    "㳽": 2272,
    "㳾": 2273,
    "㳿": 2274,
    "㴀": 2275,
    "㴁": 2276,
    "㴂": 2277,
    "㴃": 2278,
    "㴄": 2279,
    "㴅": 2280,
    "㴆": 2281,
    "㴇": 2282,
    "㴈": 2283,
    "㴉": 2284,
    "㴊": 2285,
    "㴋": 2286,
    "㴌": 2287,
    "㴍": 2288,
    "㴎": 2289,
    "㴏": 2290,
    "㴐": 2291,
    "㴑": 2292,
    "㴒": 2293,
    "㴓": 2294,
    "㴔": 2295,
    "㴕": 2296,
    "㴖": 2297,
    "㴗": 2298,
    "㴘": 2299,
    "㴙": 2300,
    "㴚": 2301,
    "㴛": 2302,
    "㴜": 2303,
    "㴝": 2304,
    "㴞": 2305,
    "㴟": 2306,
    "㴠": 2307,
    "㴡": 2308,
    "㴢": 2309,
    "㴣": 2310,
    "㴤": 2311,
    "㴥": 2312,
    "㴦": 2313,
    "㴧": 2314,
    "㴨": 2315,
    "㴩": 2316,
    "㴪": 2317,
    "㴫": 2318,
    "㴬": 2319,
    "㴭": 2320,
    "㴮": 2321,
    "㴯": 2322,
    "㴰": 2323,
    "㴱": 2324,
    "㴲": 2325,
    "㴳": 2326,
    "㴴": 2327,
    "㴵": 2328,
    "㴶": 2329,
    "㴷": 2330,
    "㴸": 2331,
    "㴹": 2332,
    "㴻": 2333,
    "㴼": 2334,
    "㴽": 2335,
    "㴾": 2336,
    "㴿": 2337,
    "㵀": 2338,
    "㵁": 2339,
    "㵂": 2340,
    "㵃": 2341,
    "㵄": 2342,
    "㵅": 2343,
    "㵆": 2344,
    "㵇": 2345,
    "㵈": 2346,
    "㵉": 2347,
    "㵊": 2348,
    "㵋": 2349,
    "㵌": 2350,
    "㵍": 2351,
    "㵎": 2352,
    "㵏": 2353,
    "㵐": 2354,
    "㵑": 2355,
    "㵒": 2356,
    "㵓": 2357,
    "㵔": 2358,
    "㵕": 2359,
    "㵖": 2360,
    "㵗": 2361,
    "㵘": 2362,
    "㵙": 2363,
    "㵚": 2364,
    "㵛": 2365,
    "㵝": 2366,
    "㵞": 2367,
    "㵟": 2368,
    "㵠": 2369,
    "㵡": 2370,
    "㵢": 2371,
    "㵣": 2372,
    "㵤": 2373,
    "㵥": 2374,
    "㵦": 2375,
    "㵧": 2376,
    "㵨": 2377,
    "㵩": 2378,
    "㵪": 2379,
    "㵫": 2380,
    "㵬": 2381,
    "㵭": 2382,
    "㵮": 2383,
    "㵯": 2384,
    "㵰": 2385,
    "㵱": 2386,
    "㵲": 2387,
    "㵳": 2388,
    "㵴": 2389,
    "㵵": 2390,
    "㵶": 2391,
    "㵷": 2392,
    "㵸": 2393,
    "㵹": 2394,
    "㵺": 2395,
    "㵻": 2396,
    "㵼": 2397,
    "㵽": 2398,
    "㵾": 2399,
    "㵿": 2400,
    "㶀": 2401,
    "㶁": 2402,
    "㶂": 2403,
    "㶃": 2404,
    "㶄": 2405,
    "㶅": 2406,
    "㶆": 2407,
    "㶇": 2408,
    "㶈": 2409,
    "㶉": 2410,
    "㶊": 2411,
    "㶋": 2412,
    "㶌": 2413,
    "㶍": 2414,
    "㶎": 2415,
    "㶏": 2416,
    "㶐": 2417,
    "㶑": 2418,
    "㶒": 2419,
    "㶓": 2420,
    "㶔": 2421,
    "㶕": 2422,
    "㶖": 2423,
    "㶗": 2424,
    "㶘": 2425,
    "㶙": 2426,
    "㶚": 2427,
    "㶛": 2428,
    "㶜": 2429,
    "㶝": 2430,
    "㶞": 2431,
    "㶟": 2432,
    "㶠": 2433,
    "㶡": 2434,
    "㶢": 2435,
    "㶣": 2436,
    "㶤": 2437,
    "㶥": 2438,
    "㶦": 2439,
    "㶧": 2440,
    "㶨": 2441,
    "㶩": 2442,
    "㶪": 2443,
    "㶫": 2444,
    "㶬": 2445,
    "㶭": 2446,
    "㶮": 2447,
    "㶯": 2448,
    "㶰": 2449,
    "㶱": 2450,
    "㶲": 2451,
    "㶳": 2452,
    "㶴": 2453,
    "㶵": 2454,
    "㶶": 2455,
    "㶷": 2456,
    "㶸": 2457,
    "㶹": 2458,
    "㶺": 2459,
    "㶻": 2460,
    "㶼": 2461,
    "㶽": 2462,
    "㶾": 2463,
    "㶿": 2464,
    "㷀": 2465,
    "㷁": 2466,
    "㷂": 2467,
    "㷃": 2468,
    "㷄": 2469,
    "㷅": 2470,
    "㷆": 2471,
    "㷇": 2472,
    "㷈": 2473,
    "㷉": 2474,
    "㷊": 2475,
    "㷋": 2476,
    "㷌": 2477,
    "㷍": 2478,
    "㷎": 2479,
    "㷏": 2480,
    "㷐": 2481,
    "㷑": 2482,
    "㷒": 2483,
    "㷓": 2484,
    "㷔": 2485,
    "㷕": 2486,
    "㷖": 2487,
    "㷗": 2488,
    "㷘": 2489,
    "㷙": 2490,
    "㷚": 2491,
    "㷛": 2492,
    "㷜": 2493,
    "㷝": 2494,
    "㷞": 2495,
    "㷟": 2496,
    "㷠": 2497,
    "㷡": 2498,
    "㷢": 2499,
    "㷣": 2500,
    "㷤": 2501,
    "㷥": 2502,
    "㷦": 2503,
    "㷧": 2504,
    "㷨": 2505,
    "㷩": 2506,
    "㷪": 2507,
    "㷫": 2508,
    "㷬": 2509,
    "㷭": 2510,
    "㷮": 2511,
    "㷯": 2512,
    "㷰": 2513,
    "㷱": 2514,
    "㷲": 2515,
    "㷳": 2516,
    "㷴": 2517,
    "㷵": 2518,
    "㷶": 2519,
    "㷷": 2520,
    "㷸": 2521,
    "㷹": 2522,
    "㷺": 2523,
    "㷻": 2524,
    "㷼": 2525,
    "㷽": 2526,
    "㷾": 2527,
    "㷿": 2528,
    "㸀": 2529,
    "㸁": 2530,
    "㸂": 2531,
    "㸃": 2532,
    "㸄": 2533,
    "㸅": 2534,
    "㸆": 2535,
    "㸇": 2536,
    "㸈": 2537,
    "㸉": 2538,
    "㸊": 2539,
    "㸋": 2540,
    "㸌": 2541,
    "㸍": 2542,
    "㸎": 2543,
    "㸏": 2544,
    "㸐": 2545,
    "㸑": 2546,
    "㸒": 2547,
    "㸓": 2548,
    "㸔": 2549,
    "㸕": 2550,
    "㸖": 2551,
    "㸗": 2552,
    "㸘": 2553,
    "㸙": 2554,
    "㸚": 2555,
    "㸛": 2556,
    "㸜": 2557,
    "㸝": 2558,
    "㸞": 2559,
    "㸟": 2560,
    "㸠": 2561,
    "㸡": 2562,
    "㸢": 2563,
    "㸣": 2564,
    "㸤": 2565,
    "㸥": 2566,
    "㸦": 2567,
    "㸧": 2568,
    "㸨": 2569,
    "㸩": 2570,
    "㸪": 2571,
    "㸫": 2572,
    "㸬": 2573,
    "㸭": 2574,
    "㸮": 2575,
    "㸯": 2576,
    "㸰": 2577,
    "㸱": 2578,
    "㸲": 2579,
    "㸳": 2580,
    "㸴": 2581,
    "㸵": 2582,
    "㸶": 2583,
    "㸷": 2584,
    "㸸": 2585,
    "㸹": 2586,
    "㸺": 2587,
    "㸻": 2588,
    "㸼": 2589,
    "㸽": 2590,
    "㸾": 2591,
    "㸿": 2592,
    "㹀": 2593,
    "㹁": 2594,
    "㹂": 2595,
    "㹃": 2596,
    "㹄": 2597,
    "㹅": 2598,
    "㹆": 2599,
    "㹇": 2600,
    "㹈": 2601,
    "㹉": 2602,
    "㹊": 2603,
    "㹋": 2604,
    "㹌": 2605,
    "㹍": 2606,
    "㹎": 2607,
    "㹏": 2608,
    "㹐": 2609,
    "㹑": 2610,
    "㹒": 2611,
    "㹓": 2612,
    "㹔": 2613,
    "㹕": 2614,
    "㹖": 2615,
    "㹗": 2616,
    "㹘": 2617,
    "㹙": 2618,
    "㹚": 2619,
    "㹛": 2620,
    "㹜": 2621,
    "㹝": 2622,
    "㹞": 2623,
    "㹟": 2624,
    "㹠": 2625,
    "㹡": 2626,
    "㹢": 2627,
    "㹣": 2628,
    "㹤": 2629,
    "㹥": 2630,
    "㹦": 2631,
    "㹧": 2632,
    "㹨": 2633,
    "㹩": 2634,
    "㹪": 2635,
    "㹫": 2636,
    "㹬": 2637,
    "㹭": 2638,
    "㹮": 2639,
    "㹯": 2640,
    "㹰": 2641,
    "㹱": 2642,
    "㹲": 2643,
    "㹳": 2644,
    "㹴": 2645,
    "㹵": 2646,
    "㹶": 2647,
    "㹷": 2648,
    "㹸": 2649,
    "㹹": 2650,
    "㹺": 2651,
    "㹻": 2652,
    "㹼": 2653,
    "㹽": 2654,
    "㹾": 2655,
    "㹿": 2656,
    "㺀": 2657,
    "㺁": 2658,
    "㺂": 2659,
    "㺃": 2660,
    "㺄": 2661,
    "㺅": 2662,
    "㺆": 2663,
    "㺇": 2664,
    "㺈": 2665,
    "㺉": 2666,
    "㺊": 2667,
    "㺋": 2668,
    "㺌": 2669,
    "㺍": 2670,
    "㺎": 2671,
    "㺏": 2672,
    "㺐": 2673,
    "㺑": 2674,
    "㺒": 2675,
    "㺓": 2676,
    "㺔": 2677,
    "㺕": 2678,
    "㺖": 2679,
    "㺗": 2680,
    "㺘": 2681,
    "㺙": 2682,
    "㺚": 2683,
    "㺛": 2684,
    "㺜": 2685,
    "㺝": 2686,
    "㺞": 2687,
    "㺟": 2688,
    "㺠": 2689,
    "㺡": 2690,
    "㺢": 2691,
    "㺣": 2692,
    "㺤": 2693,
    "㺥": 2694,
    "㺦": 2695,
    "㺧": 2696,
    "㺨": 2697,
    "㺩": 2698,
    "㺪": 2699,
    "㺫": 2700,
    "㺬": 2701,
    "㺭": 2702,
    "㺮": 2703,
    "㺯": 2704,
    "㺰": 2705,
    "㺱": 2706,
    "㺲": 2707,
    "㺳": 2708,
    "㺴": 2709,
    "㺵": 2710,
    "㺶": 2711,
    "㺷": 2712,
    "㺸": 2713,
    "㺹": 2714,
    "㺺": 2715,
    "㺻": 2716,
    "㺼": 2717,
    "㺽": 2718,
    "㺾": 2719,
    "㺿": 2720,
    "㻀": 2721,
    "㻁": 2722,
    "㻂": 2723,
    "㻃": 2724,
    "㻄": 2725,
    "㻅": 2726,
    "㻆": 2727,
    "㻇": 2728,
    "㻈": 2729,
    "㻉": 2730,
    "㻊": 2731,
    "㻋": 2732,
    "㻌": 2733,
    "㻍": 2734,
    "㻎": 2735,
    "㻏": 2736,
    "㻐": 2737,
    "㻑": 2738,
    "㻒": 2739,
    "㻓": 2740,
    "㻔": 2741,
    "㻕": 2742,
    "㻖": 2743,
    "㻗": 2744,
    "㻘": 2745,
    "㻙": 2746,
    "㻚": 2747,
    "㻛": 2748,
    "㻜": 2749,
    "㻝": 2750,
    "㻞": 2751,
    "㻟": 2752,
    "㻠": 2753,
    "㻡": 2754,
    "㻢": 2755,
    "㻣": 2756,
    "㻤": 2757,
    "㻥": 2758,
    "㻦": 2759,
    "㻧": 2760,
    "㻨": 2761,
    "㻩": 2762,
    "㻪": 2763,
    "㻫": 2764,
    "㻬": 2765,
    "㻭": 2766,
    "㻮": 2767,
    "㻯": 2768,
    "㻰": 2769,
    "㻱": 2770,
    "㻲": 2771,
    "㻳": 2772,
    "㻴": 2773,
    "㻵": 2774,
    "㻶": 2775,
    "㻷": 2776,
    "㻸": 2777,
    "㻹": 2778,
    "㻺": 2779,
    "㻻": 2780,
    "㻼": 2781,
    "㻽": 2782,
    "㻾": 2783,
    "㻿": 2784,
    "㼀": 2785,
    "㼁": 2786,
    "㼂": 2787,
    "㼃": 2788,
    "㼄": 2789,
    "㼅": 2790,
    "㼆": 2791,
    "㼇": 2792,
    "㼈": 2793,
    "㼉": 2794,
    "㼊": 2795,
    "㼋": 2796,
    "㼌": 2797,
    "㼍": 2798,
    "㼎": 2799,
    "㼏": 2800,
    "㼐": 2801,
    "㼑": 2802,
    "㼒": 2803,
    "㼓": 2804,
    "㼔": 2805,
    "㼕": 2806,
    "㼖": 2807,
    "㼗": 2808,
    "㼘": 2809,
    "㼙": 2810,
    "㼚": 2811,
    "㼛": 2812,
    "㼜": 2813,
    "㼝": 2814,
    "㼞": 2815,
    "㼟": 2816,
    "㼠": 2817,
    "㼡": 2818,
    "㼢": 2819,
    "㼣": 2820,
    "㼤": 2821,
    "㼥": 2822,
    "㼦": 2823,
    "㼧": 2824,
    "㼨": 2825,
    "㼩": 2826,
    "㼪": 2827,
    "㼫": 2828,
    "㼬": 2829,
    "㼭": 2830,
    "㼮": 2831,
    "㼯": 2832,
    "㼰": 2833,
    "㼱": 2834,
    "㼲": 2835,
    "㼳": 2836,
    "㼴": 2837,
    "㼵": 2838,
    "㼶": 2839,
    "㼷": 2840,
    "㼸": 2841,
    "㼹": 2842,
    "㼺": 2843,
    "㼻": 2844,
    "㼼": 2845,
    "㼽": 2846,
    "㼾": 2847,
    "㼿": 2848,
    "㽀": 2849,
    "㽁": 2850,
    "㽂": 2851,
    "㽃": 2852,
    "㽄": 2853,
    "㽅": 2854,
    "㽆": 2855,
    "㽇": 2856,
    "㽈": 2857,
    "㽉": 2858,
    "㽊": 2859,
    "㽋": 2860,
    "㽌": 2861,
    "㽍": 2862,
    "㽎": 2863,
    "㽏": 2864,
    "㽐": 2865,
    "㽑": 2866,
    "㽒": 2867,
    "㽓": 2868,
    "㽔": 2869,
    "㽕": 2870,
    "㽖": 2871,
    "㽗": 2872,
    "㽘": 2873,
    "㽙": 2874,
    "㽚": 2875,
    "㽛": 2876,
    "㽜": 2877,
    "㽝": 2878,
    "㽞": 2879,
    "㽟": 2880,
    "㽠": 2881,
    "㽡": 2882,
    "㽢": 2883,
    "㽣": 2884,
    "㽤": 2885,
    "㽥": 2886,
    "㽦": 2887,
    "㽧": 2888,
    "㽨": 2889,
    "㽩": 2890,
    "㽪": 2891,
    "㽫": 2892,
    "㽬": 2893,
    "㽭": 2894,
    "㽮": 2895,
    "㽯": 2896,
    "㽰": 2897,
    "㽱": 2898,
    "㽲": 2899,
    "㽳": 2900,
    "㽴": 2901,
    "㽵": 2902,
    "㽶": 2903,
    "㽷": 2904,
    "㽸": 2905,
    "㽹": 2906,
    "㽺": 2907,
    "㽻": 2908,
    "㽼": 2909,
    "㽽": 2910,
    "㽾": 2911,
    "㽿": 2912,
    "㾀": 2913,
    "㾁": 2914,
    "㾂": 2915,
    "㾃": 2916,
    "㾄": 2917,
    "㾅": 2918,
    "㾆": 2919,
    "㾇": 2920,
    "㾈": 2921,
    "㾉": 2922,
    "㾊": 2923,
    "㾋": 2924,
    "㾌": 2925,
    "㾍": 2926,
    "㾎": 2927,
    "㾏": 2928,
    "㾐": 2929,
    "㾑": 2930,
    "㾒": 2931,
    "㾓": 2932,
    "㾔": 2933,
    "㾕": 2934,
    "㾖": 2935,
    "㾗": 2936,
    "㾘": 2937,
    "㾙": 2938,
    "㾚": 2939,
    "㾛": 2940,
    "㾜": 2941,
    "㾝": 2942,
    "㾞": 2943,
    "㾟": 2944,
    "㾠": 2945,
    "㾡": 2946,
    "㾢": 2947,
    "㾣": 2948,
    "㾤": 2949,
    "㾥": 2950,
    "㾦": 2951,
    "㾧": 2952,
    "㾨": 2953,
    "㾩": 2954,
    "㾪": 2955,
    "㾫": 2956,
    "㾬": 2957,
    "㾭": 2958,
    "㾮": 2959,
    "㾯": 2960,
    "㾰": 2961,
    "㾱": 2962,
    "㾲": 2963,
    "㾳": 2964,
    "㾴": 2965,
    "㾵": 2966,
    "㾶": 2967,
    "㾷": 2968,
    "㾸": 2969,
    "㾹": 2970,
    "㾺": 2971,
    "㾻": 2972,
    "㾼": 2973,
    "㾽": 2974,
    "㾾": 2975,
    "㾿": 2976,
    "㿀": 2977,
    "㿁": 2978,
    "㿂": 2979,
    "㿃": 2980,
    "㿄": 2981,
    "㿅": 2982,
    "㿆": 2983,
    "㿇": 2984,
    "㿈": 2985,
    "㿉": 2986,
    "㿊": 2987,
    "㿋": 2988,
    "㿌": 2989,
    "㿍": 2990,
    "㿎": 2991,
    "㿏": 2992,
    "㿐": 2993,
    "㿑": 2994,
    "㿒": 2995,
    "㿓": 2996,
    "㿔": 2997,
    "㿕": 2998,
    "㿖": 2999,
    "㿗": 3000,
    "㿘": 3001,
    "㿙": 3002,
    "㿚": 3003,
    "㿛": 3004,
    "㿜": 3005,
    "㿝": 3006,
    "㿞": 3007,
    "㿟": 3008,
    "㿠": 3009,
    "㿡": 3010,
    "㿢": 3011,
    "㿣": 3012,
    "㿤": 3013,
    "㿥": 3014,
    "㿦": 3015,
    "㿧": 3016,
    "㿨": 3017,
    "㿩": 3018,
    "㿪": 3019,
    "㿫": 3020,
    "㿬": 3021,
    "㿭": 3022,
    "㿮": 3023,
    "㿯": 3024,
    "㿰": 3025,
    "㿱": 3026,
    "㿲": 3027,
    "㿳": 3028,
    "㿴": 3029,
    "㿵": 3030,
    "㿶": 3031,
    "㿷": 3032,
    "㿸": 3033,
    "㿹": 3034,
    "㿺": 3035,
    "㿻": 3036,
    "㿼": 3037,
    "㿽": 3038,
    "㿾": 3039,
    "㿿": 3040,
    "䀀": 3041,
    "䀁": 3042,
    "䀂": 3043,
    "䀃": 3044,
    "䀄": 3045,
    "䀅": 3046,
    "䀆": 3047,
    "䀇": 3048,
    "䀈": 3049,
    "䀉": 3050,
    "䀊": 3051,
    "䀋": 3052,
    "䀌": 3053,
    "䀍": 3054,
    "䀎": 3055,
    "䀏": 3056,
    "䀐": 3057,
    "䀑": 3058,
    "䀒": 3059,
    "䀓": 3060,
    "䀔": 3061,
    "䀕": 3062,
    "䀖": 3063,
    "䀗": 3064,
    "䀘": 3065,
    "䀙": 3066,
    "䀚": 3067,
    "䀛": 3068,
    "䀜": 3069,
    "䀝": 3070,
    "䀞": 3071,
    "䀟": 3072,
    "䀠": 3073,
    "䀡": 3074,
    "䀢": 3075,
    "䀣": 3076,
    "䀤": 3077,
    "䀦": 3078,
    "䀧": 3079,
    "䀨": 3080,
    "䀩": 3081,
    "䀪": 3082,
    "䀫": 3083,
    "䀬": 3084,
    "䀭": 3085,
    "䀮": 3086,
    "䀯": 3087,
    "䀰": 3088,
    "䀱": 3089,
    "䀲": 3090,
    "䀳": 3091,
    "䀴": 3092,
    "䀵": 3093,
    "䀶": 3094,
    "䀷": 3095,
    "䀸": 3096,
    "䀹": 3097,
    "䀺": 3098,
    "䀻": 3099,
    "䀼": 3100,
    "䀽": 3101,
    "䀾": 3102,
    "䀿": 3103,
    "䁀": 3104,
    "䁁": 3105,
    "䁂": 3106,
    "䁃": 3107,
    "䁄": 3108,
    "䁅": 3109,
    "䁆": 3110,
    "䁇": 3111,
    "䁈": 3112,
    "䁉": 3113,
    "䁊": 3114,
    "䁋": 3115,
    "䁌": 3116,
    "䁍": 3117,
    "䁎": 3118,
    "䁏": 3119,
    "䁐": 3120,
    "䁑": 3121,
    "䁒": 3122,
    "䁓": 3123,
    "䁔": 3124,
    "䁕": 3125,
    "䁗": 3126,
    "䁘": 3127,
    "䁙": 3128,
    "䁚": 3129,
    "䁛": 3130,
    "䁜": 3131,
    "䁝": 3132,
    "䁞": 3133,
    "䁟": 3134,
    "䁠": 3135,
    "䁡": 3136,
    "䁢": 3137,
    "䁣": 3138,
    "䁤": 3139,
    "䁥": 3140,
    "䁦": 3141,
    "䁧": 3142,
    "䁨": 3143,
    "䁩": 3144,
    "䁪": 3145,
    "䁫": 3146,
    "䁬": 3147,
    "䁭": 3148,
    "䁮": 3149,
    "䁯": 3150,
    "䁰": 3151,
    "䁱": 3152,
    "䁲": 3153,
    "䁳": 3154,
    "䁴": 3155,
    "䁵": 3156,
    "䁶": 3157,
    "䁷": 3158,
    "䁸": 3159,
    "䁹": 3160,
    "䁺": 3161,
    "䁻": 3162,
    "䁼": 3163,
    "䁽": 3164,
    "䁾": 3165,
    "䁿": 3166,
    "䂀": 3167,
    "䂁": 3168,
    "䂂": 3169,
    "䂃": 3170,
    "䂄": 3171,
    "䂅": 3172,
    "䂆": 3173,
    "䂇": 3174,
    "䂈": 3175,
    "䂉": 3176,
    "䂊": 3177,
    "䂋": 3178,
    "䂌": 3179,
    "䂍": 3180,
    "䂎": 3181,
    "䂏": 3182,
    "䂐": 3183,
    "䂑": 3184,
    "䂒": 3185,
    "䂓": 3186,
    "䂔": 3187,
    "䂕": 3188,
    "䂖": 3189,
    "䂗": 3190,
    "䂘": 3191,
    "䂙": 3192,
    "䂚": 3193,
    "䂛": 3194,
    "䂜": 3195,
    "䂝": 3196,
    "䂞": 3197,
    "䂟": 3198,
    "䂠": 3199,
    "䂡": 3200,
    "䂢": 3201,
    "䂣": 3202,
    "䂤": 3203,
    "䂥": 3204,
    "䂦": 3205,
    "䂧": 3206,
    "䂨": 3207,
    "䂩": 3208,
    "䂪": 3209,
    "䂫": 3210,
    "䂬": 3211,
    "䂭": 3212,
    "䂮": 3213,
    "䂯": 3214,
    "䂰": 3215,
    "䂱": 3216,
    "䂲": 3217,
    "䂳": 3218,
    "䂴": 3219,
    "䂶": 3220,
    "䂷": 3221,
    "䂸": 3222,
    "䂹": 3223,
    "䂺": 3224,
    "䂻": 3225,
    "䂼": 3226,
    "䂽": 3227,
    "䂾": 3228,
    "䂿": 3229,
    "䃀": 3230,
    "䃁": 3231,
    "䃂": 3232,
    "䃃": 3233,
    "䃄": 3234,
    "䃅": 3235,
    "䃆": 3236,
    "䃇": 3237,
    "䃈": 3238,
    "䃉": 3239,
    "䃊": 3240,
    "䃋": 3241,
    "䃌": 3242,
    "䃍": 3243,
    "䃎": 3244,
    "䃏": 3245,
    "䃐": 3246,
    "䃑": 3247,
    "䃒": 3248,
    "䃓": 3249,
    "䃔": 3250,
    "䃕": 3251,
    "䃖": 3252,
    "䃗": 3253,
    "䃘": 3254,
    "䃙": 3255,
    "䃚": 3256,
    "䃛": 3257,
    "䃜": 3258,
    "䃝": 3259,
    "䃞": 3260,
    "䃟": 3261,
    "䃠": 3262,
    "䃡": 3263,
    "䃢": 3264,
    "䃣": 3265,
    "䃤": 3266,
    "䃥": 3267,
    "䃦": 3268,
    "䃧": 3269,
    "䃨": 3270,
    "䃩": 3271,
    "䃪": 3272,
    "䃫": 3273,
    "䃬": 3274,
    "䃭": 3275,
    "䃮": 3276,
    "䃯": 3277,
    "䃰": 3278,
    "䃱": 3279,
    "䃲": 3280,
    "䃳": 3281,
    "䃴": 3282,
    "䃵": 3283,
    "䃶": 3284,
    "䃷": 3285,
    "䃸": 3286,
    "䃹": 3287,
    "䃺": 3288,
    "䃻": 3289,
    "䃼": 3290,
    "䃽": 3291,
    "䃾": 3292,
    "䃿": 3293,
    "䄀": 3294,
    "䄁": 3295,
    "䄂": 3296,
    "䄃": 3297,
    "䄄": 3298,
    "䄅": 3299,
    "䄆": 3300,
    "䄇": 3301,
    "䄈": 3302,
    "䄉": 3303,
    "䄊": 3304,
    "䄋": 3305,
    "䄌": 3306,
    "䄍": 3307,
    "䄎": 3308,
    "䄏": 3309,
    "䄐": 3310,
    "䄑": 3311,
    "䄒": 3312,
    "䄓": 3313,
    "䄔": 3314,
    "䄕": 3315,
    "䄖": 3316,
    "䄗": 3317,
    "䄘": 3318,
    "䄙": 3319,
    "䄚": 3320,
    "䄛": 3321,
    "䄜": 3322,
    "䄝": 3323,
    "䄞": 3324,
    "䄟": 3325,
    "䄠": 3326,
    "䄡": 3327,
    "䄢": 3328,
    "䄣": 3329,
    "䄤": 3330,
    "䄥": 3331,
    "䄦": 3332,
    "䄧": 3333,
    "䄨": 3334,
    "䄩": 3335,
    "䄪": 3336,
    "䄫": 3337,
    "䄬": 3338,
    "䄭": 3339,
    "䄮": 3340,
    "䄯": 3341,
    "䄰": 3342,
    "䄱": 3343,
    "䄲": 3344,
    "䄳": 3345,
    "䄴": 3346,
    "䄵": 3347,
    "䄶": 3348,
    "䄷": 3349,
    "䄸": 3350,
    "䄹": 3351,
    "䄺": 3352,
    "䄻": 3353,
    "䄼": 3354,
    "䄽": 3355,
    "䄾": 3356,
    "䄿": 3357,
    "䅀": 3358,
    "䅁": 3359,
    "䅂": 3360,
    "䅃": 3361,
    "䅄": 3362,
    "䅅": 3363,
    "䅆": 3364,
    "䅇": 3365,
    "䅈": 3366,
    "䅊": 3367,
    "䅋": 3368,
    "䅌": 3369,
    "䅍": 3370,
    "䅎": 3371,
    "䅏": 3372,
    "䅐": 3373,
    "䅑": 3374,
    "䅒": 3375,
    "䅓": 3376,
    "䅔": 3377,
    "䅕": 3378,
    "䅖": 3379,
    "䅗": 3380,
    "䅘": 3381,
    "䅙": 3382,
    "䅚": 3383,
    "䅛": 3384,
    "䅜": 3385,
    "䅝": 3386,
    "䅞": 3387,
    "䅠": 3388,
    "䅡": 3389,
    "䅢": 3390,
    "䅣": 3391,
    "䅤": 3392,
    "䅥": 3393,
    "䅦": 3394,
    "䅧": 3395,
    "䅨": 3396,
    "䅩": 3397,
    "䅪": 3398,
    "䅫": 3399,
    "䅬": 3400,
    "䅭": 3401,
    "䅮": 3402,
    "䅯": 3403,
    "䅰": 3404,
